export const regions = [
  {
    id: 1,
    title: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    link: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ'
  },
  {
    id: 2,
    title: 'Кабардино-Болкария',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    li: 'Кабардино-Болкария',
  },
  {
    id: 3,
    title: 'Осетия',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id: 4,
    title: 'Ингушетия',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id: 5,
    title: 'Ставропольский край',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id: 6,
    title: 'Чечня',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id: 7,
    title: 'Дагестан',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id: 8,
    title: 'Адыгея',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id: 9,
    title: 'Краснодарский край',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id: 10,
    title: 'Абахазия',
    description: 'АРХЫЗ ДОМБАЙ КАРАЧАЕВО-ЧЕРКЕССИЯ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
];

export const multiDayTours = [
  {
    id: 1,
    regionId: [1, 3, 5, 7],
    bookingType: 'Оплата на сйте',
    title: 'Золотое Кольцо Кавказских Минеральных Вод ',
    transport: 'Внедорожник',
    duration: '7 Дней , 6 Ночей',
    timeToStart: '11-00',
    type: 'Фото Тур',
    level: 'Базовая',
    minNumPeople: '3',
    maxNumPeople: '97',
    price: '76000',
    addInfo: 'Золотое кольцо это лучшие локации окружающие Минеральные воды. ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    tourDates: [],
    places: [
      'Аэропорт Минеральные Воды',
      'Архыз',
      'Домбай',
      'Кисловодск',
      'Джылы-Суу',
      'Эльбрус',
      'Чегем',
    ],
    checklists: [
      'Теплая кофта',
      'Не скользкая Обувь',
      'Дождевик ( Можно приобрести на месте )',
      'Головной Убор',
      'Индивидуальная Аптечка',
    ],
    infoByDays: [
      'Первый день: Прибытие и знакомство с Кавказом Вечер: Первая встреча с Кавказом состоится за щедрым и гостеприимным столом. Вас ожидает ужин в лучших традициях региона — с ароматными блюдами местной кухни, гостеприимством и, конечно, теплыми знакомствами с другими участниками группы. Это отличная возможность погрузиться в атмосферу Кавказа и начать путешествие с ярких впечатлений.',
      '23746w8df6f78 w87dsf6sd 78678w34678 sd',
    ],
  },
  {
    id: 2,
    regionId: [1, 3, 5, 7],
    bookingType: 'Оплата на сйте',
    title: 'Покатушки ',
    transport: 'Внедорожник',
    duration: '7 Дней , 6 Ночей',
    timeToStart: '11-00',
    type: 'Фото Тур',
    level: 'Базовая',
    minNumPeople: '3',
    maxNumPeople: '97',
    price: '76000',
    addInfo: 'Золотое кольцо это лучшие локации окружающие Минеральные воды. ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    tourDates: [],
    places: [
      'Аэропорт Минеральные Воды',
      'Архыз',
      'Домбай',
      'Кисловодск',
      'Джылы-Суу',
      'Эльбрус',
      'Чегем',
    ],
    checklists: [
      'Теплая кофта',
      'Не скользкая Обувь',
      'Дождевик ( Можно приобрести на месте )',
      'Головной Убор',
      'Индивидуальная Аптечка',
    ],
    infoByDays: [
      'Первый день: Прибытие и знакомство с Кавказом Вечер: Первая встреча с Кавказом состоится за щедрым и гостеприимным столом. Вас ожидает ужин в лучших традициях региона — с ароматными блюдами местной кухни, гостеприимством и, конечно, теплыми знакомствами с другими участниками группы. Это отличная возможность погрузиться в атмосферу Кавказа и начать путешествие с ярких впечатлений.',
      '23746w8df6f78 w87dsf6sd 78678w34678 sd',
    ],
  },
];

export const onerDayTours = [
  {
    id: 1,
    regionId: [1, 3, 5, 7],
    bookingType: 'Оплата на сйте',
    title: 'Золотое Кольцо Кавказских Минеральных Вод ',
    transport: 'Внедорожник',
    duration: '7 Дней , 6 Ночей',
    timeToStart: '11-00',
    type: 'Фото Тур',
    level: 'Базовая',
    minNumPeople: '3',
    maxNumPeople: '97',
    price: '76000',
    addInfo: 'Золотое кольцо это лучшие локации окружающие Минеральные воды. ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    tourDates: [],
    places: [
      'Аэропорт Минеральные Воды',
      'Архыз',
      'Домбай',
      'Кисловодск',
      'Джылы-Суу',
      'Эльбрус',
      'Чегем',
    ],
    checklists: [
      'Теплая кофта',
      'Не скользкая Обувь',
      'Дождевик ( Можно приобрести на месте )',
      'Головной Убор',
      'Индивидуальная Аптечка',
    ],
    infoByDays: [
      'Первый день: Прибытие и знакомство с Кавказом Вечер: Первая встреча с Кавказом состоится за щедрым и гостеприимным столом. Вас ожидает ужин в лучших традициях региона — с ароматными блюдами местной кухни, гостеприимством и, конечно, теплыми знакомствами с другими участниками группы. Это отличная возможность погрузиться в атмосферу Кавказа и начать путешествие с ярких впечатлений.',
      '23746w8df6f78 w87dsf6sd 78678w34678 sd',
    ],
  },
  {
    id: 2,
    regionId: [1, 3, 5, 7],
    bookingType: 'Оплата на сйте',
    title: 'Покатушки ',
    transport: 'Внедорожник',
    duration: '7 Дней , 6 Ночей',
    timeToStart: '11-00',
    type: 'Фото Тур',
    level: 'Базовая',
    minNumPeople: '3',
    maxNumPeople: '97',
    price: '76000',
    addInfo: 'Золотое кольцо это лучшие локации окружающие Минеральные воды. ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    tourDates: [],
    places: [
      'Аэропорт Минеральные Воды',
      'Архыз',
      'Домбай',
      'Кисловодск',
      'Джылы-Суу',
      'Эльбрус',
      'Чегем',
    ],
    checklists: [
      'Теплая кофта',
      'Не скользкая Обувь',
      'Дождевик ( Можно приобрести на месте )',
      'Головной Убор',
      'Индивидуальная Аптечка',
    ],
    infoByDays: [
      'Первый день: Прибытие и знакомство с Кавказом Вечер: Первая встреча с Кавказом состоится за щедрым и гостеприимным столом. Вас ожидает ужин в лучших традициях региона — с ароматными блюдами местной кухни, гостеприимством и, конечно, теплыми знакомствами с другими участниками группы. Это отличная возможность погрузиться в атмосферу Кавказа и начать путешествие с ярких впечатлений.',
      '23746w8df6f78 w87dsf6sd 78678w34678 sd',
    ],
  },
];

export const hotels = [
  {
    id: 1,
    regionId: 1,
    hotelType: '',
    title: 'Вертикаль ',
    city: 'п. Архыз',
    address: 'ул. Горная д.2 п. Романтик, с. Архыз',
    numStars: '4',
    description:
      'Гостиница "Вертикаль" в Архызе — это оазис комфорта и уюта, расположенный в живописном уголке Карачаево-Черкессии. Здесь вы найдете все для незабываемого отдыха и восстановления сил в окружении великолепной природы. Находясь в сердце курорта Архыз, гостиница "Вертикаль" предлагает захватывающие виды на горные пейзажи и удобный доступ к основным достопримечательностям региона, включая горнолыжные трассы и треккинговые маршруты.',
    addInfo:
      'Гостиница "Вертикаль" в Архызе — это оазис комфорта и уюта, расположенный в живописном уголке Карачаево-Черкессии. Здесь вы найдете все для незабываемого отдыха и восстановления сил в окружении великолепной природы. Находясь в сердце курорта Архыз, гостиница "Вертикаль" предлагает захватывающие виды на горные пейзажи и удобный доступ к основным достопримечательностям региона, включая горнолыжные трассы и треккинговые маршруты. ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    comfort: [
      ['Балконы или террасы', 'c видами на горы'],
      ['Бесплатный Wi-Fi', '+'],
      ['Удобное Расположение', 'До Подъемника 100 Метров'],
      ['Телевизор SmartТV', '+ Спутниковое ТВ'],
      ['Ресторан', 'С Богатой Кухней'],
    ],
    links: ['https://arkhyz-vertical.ru/'],
  },
  {
    id: 2,
    regionId: 3,
    hotelType: '',
    title: 'Горизонталь',
    city: 'п. Архыз',
    address: 'ул. Горная д.2 п. Романтик, с. Архыз',
    numStars: '4',
    description:
      'Гостиница "Вертикаль" в Архызе — это оазис комфорта и уюта, расположенный в живописном уголке Карачаево-Черкессии. Здесь вы найдете все для незабываемого отдыха и восстановления сил в окружении великолепной природы. Находясь в сердце курорта Архыз, гостиница "Вертикаль" предлагает захватывающие виды на горные пейзажи и удобный доступ к основным достопримечательностям региона, включая горнолыжные трассы и треккинговые маршруты.',
    addInfo:
      'Гостиница "Вертикаль" в Архызе — это оазис комфорта и уюта, расположенный в живописном уголке Карачаево-Черкессии. Здесь вы найдете все для незабываемого отдыха и восстановления сил в окружении великолепной природы. Находясь в сердце курорта Архыз, гостиница "Вертикаль" предлагает захватывающие виды на горные пейзажи и удобный доступ к основным достопримечательностям региона, включая горнолыжные трассы и треккинговые маршруты. ',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    comfort: [
      ['Балконы или террасы', 'c видами на горы'],
      ['Бесплатный Wi-Fi', '+'],
      ['Удобное Расположение', 'До Подъемника 100 Метров'],
      ['Телевизор SmartТV', '+ Спутниковое ТВ'],
      ['Ресторан', 'С Богатой Кухней'],
    ],
    links: ['https://arkhyz-vertical.ru/'],
  },
];

export const places = [
  {
    id: 1,
    regionId: '1',
    title: 'Термальный Комплекс Жемчужина Кавказа',
    description:
      'Добро пожаловать в термальный комплекс «Жемчужина Кавказа» — уникальное место, где природа и комфорт сливаются в гармонии! Добро пожаловать в термальный комплекс «Жемчужина Кавказа» — уникальное место, где природа и комфорт сливаются в гармонии!',
    links: 'https://yandex.ru/maps/-/CDrfEUzB',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    infoPlace: [
      [
        'Кафетерий Полноценные обеды, завтраки и ужины.',
        'Попробуйте наши национальные блюда',
      ],
      [
        'Уютная гостиница',
        'Номера оснащены всем необходимым для комфортного проживания на длительный срок',
      ],
      [
        'Бесплатная WiFi зона',
        'К услугам гостей на всей территории действует беспроводная сеть',
      ],
    ],
  },
  {
    id: 2,
    regionId: '2',
    title: 'Термальный Жемчужина Кавказа',
    description:
      'Добро пожаловать в термальный комплекс «Жемчужина Кавказа» — уникальное место, где природа и комфорт сливаются в гармонии! Добро пожаловать в термальный комплекс «Жемчужина Кавказа» — уникальное место, где природа и комфорт сливаются в гармонии!',
    links: 'https://yandex.ru/maps/-/CDrfEUzB',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    infoPlace: [
      [
        'Кафетерий Полноценные обеды, завтраки и ужины.',
        'Попробуйте наши национальные блюда',
      ],
      [
        'Уютная гостиница',
        'Номера оснащены всем необходимым для комфортного проживания на длительный срок',
      ],
      [
        'Бесплатная WiFi зона',
        'К услугам гостей на всей территории действует беспроводная сеть',
      ],
    ],
  },
  {
    id: 3,
    regionId: '1',
    title: 'Термальный Комплекс  Кавказа',
    description:
      'Добро пожаловать в термальный комплекс «Жемчужина Кавказа» — уникальное место, где природа и комфорт сливаются в гармонии! Добро пожаловать в термальный комплекс «Жемчужина Кавказа» — уникальное место, где природа и комфорт сливаются в гармонии!',
    links: 'https://yandex.ru/maps/-/CDrfEUzB',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
    infoPlace: [
      [
        'Кафетерий Полноценные обеды, завтраки и ужины.',
        'Попробуйте наши национальные блюда',
      ],
      [
        'Уютная гостиница',
        'Номера оснащены всем необходимым для комфортного проживания на длительный срок',
      ],
      [
        'Бесплатная WiFi зона',
        'К услугам гостей на всей территории действует беспроводная сеть',
      ],
    ],
  },
];

export const events = [
  {
    id:1,
    regionId: 1,
    title: 'Праздник живота',
    description: 'Живот рпазднует др',
    link: 'https://yandex.ru/maps/-/CDrfEUzB',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
  {
    id:2,
    regionId: 1,
    title: 'Праздник живота b dsdfsfs',
    description: 'Живот рпазднует др',
    link: 'https://yandex.ru/maps/-/CDrfEUzB',
    img: ['/images/rep1.png', '/images/rep2.png', '/images/rep2.png'],
  },
];
